{

  "surah": {
    "al_fatiha": {
      "name": "সূরা আল-ফাতিহা",
      "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ • الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ • الرَّحْمَٰنِ الرَّحِيمِ • مَالِكِ يَوْمِ الدِّينِ • إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ • اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ • صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
      "transliteration": "বিসমিল্লাহির রাহমানির রাহিম। আলহামদু লিল্লাহি রাব্বিল আলামিন। আররাহমানির রাহিম। মালিকি ইয়াওমিদ্দীন। ইইয়াকা নাবুদু ওয়া ইইয়াকা নাসতাঈন। ইহদিনাস সিরাতাল মুস্তাকীম। সিরাতাল্লাযীনা আনআমতা আলাইহিম গইরিল মাগদুবি আলাইহিম ওয়ালাদ্দাল্লীন।",
      "meaning_bn": "শুরু করছি আল্লাহর নামে, যিনি পরম করুণাময়, অতি দয়ালু। সমস্ত প্রশংসা আল্লাহর, যিনি সমস্ত জগতের পালনকর্তা। পরম করুণাময়, অতি দয়ালু। বিচার দিনের মালিক। আমরা কেবল তোমারই ইবাদত করি এবং তোমারই সাহায্য চাই। আমাদের সরল পথে পরিচালিত করো – তাদের পথে যাদের প্রতি তুমি অনুগ্রহ করেছ, তাদের পথে নয় যাদের প্রতি তোমার গজব নাযিল হয়েছে, এবং যারা পথভ্রষ্ট।"
    },
    "al_ikhlas": {
      "name": "সূরা আল-ইখলাস",
      "arabic": "قُلْ هُوَ اللَّهُ أَحَدٌ • اللَّهُ الصَّمَدُ • لَمْ يَلِدْ وَلَمْ يُولَدْ • وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
      "transliteration": "কুল হুয়াল্লাহু আহাদ। আল্লাহুস সামাদ। লাম ইয়ালিদ ওয়ালাম ইউলাদ। ওয়ালাম ইয়াকুন লাহু কুফুওয়ান আহাদ।",
      "meaning_bn": "বলুন, তিনিই আল্লাহ, এক। আল্লাহ অমুখাপেক্ষী। তিনি জন্ম দেননি এবং জন্মগ্রহণও করেননি। এবং তাঁর সমতুল্য কেউ নেই।"
    }
  },

  "tashahhud": {
    "arabic": "التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلٰهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ",
    "transliteration": "আত্তাহিয়্যাতু লিল্লাহি ওয়াসসালাওয়াতু ওয়াত্তাইয়্যিবাতু। আসসালামু আলাইকা আইয়্যুহান-নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু। আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন। আশহাদু আল্লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহু।",
    "meaning_bn": "সমস্ত অভিবাদন, ইবাদত ও পবিত্র কর্ম আল্লাহর জন্য। হে নবী, আপনার প্রতি শান্তি, আল্লাহর রহমত ও বরকত বর্ষিত হোক। আমাদের উপর ও আল্লাহর সৎ বান্দাদের উপর শান্তি বর্ষিত হোক। আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ছাড়া কোনো উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে মুহাম্মদ তাঁর বান্দা ও রাসূল।"
  },
  "salawat": {
    "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ.",
    "transliteration": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিন ওয়া আলা আালি মুহাম্মাদ, কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আালি ইবরাহীম, ইন্নাকা হামিদুম মাজিদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদিন ওয়া আলা আালি মুহাম্মাদ, কামা বারাকতা আলা ইবরাহীমা ওয়া আলা আালি ইবরাহীম, ইন্নাকা হামিদুম মাজিদ।",
    "meaning_bn": "হে আল্লাহ, মুহাম্মদ ও তাঁর পরিবার-পরিজনের উপর রহমত বর্ষণ করুন, যেমন আপনি ইবরাহিম ও তাঁর পরিবার-পরিজনের উপর রহমত বর্ষণ করেছিলেন। নিশ্চয়ই আপনি প্রশংসনীয় ও গৌরবান্বিত। হে আল্লাহ, মুহাম্মদ ও তাঁর পরিবার-পরিজনের উপর বরকত দিন, যেমন আপনি ইবরাহিম ও তাঁর পরিবার-পরিজনের উপর বরকত দিয়েছিলেন। নিশ্চয়ই আপনি প্রশংসনীয় ও গৌরবান্বিত।"
  },
  "duas": {
    "rabbana_atina": {
      "arabic": "رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ",
      "transliteration": "রাব্বানা আতিনা ফিদ-দুনইয়া হাসানাতাও ওয়া ফিল আখিরাতি হাসানাতাও ওয়া ক্বিনা আজাবান-নার।",
      "meaning_bn": "হে আমাদের প্রভু, আমাদেরকে দুনিয়াতে কল্যাণ দান কর এবং আখিরাতে কল্যাণ দান কর এবং আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা কর।"
    },
    "dua_qunoot": {
      "arabic": "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ...",
      "transliteration": "আল্লাহুম্মা ইহদিনি ফীমান হাদাইতা, ওয়া আафিনি ফীমান আফাইতা, ওয়া তাওয়াল্লানি ফীমান তাওয়াল্লাইতা...",
      "meaning_bn": "হে আল্লাহ, যাদের তুমি হিদায়াত দিয়েছ, আমাকেও হিদায়াত দাও; যাদের তুমি নিরাপদ করেছ, আমাকেও নিরাপদ রাখো; যাদের তুমি অভিভাবক হয়েছ, আমাকেও অভিভাবকত্ব দাও..."
    }
  }
}
