{
  "title": "সকালের যিকির",
  "sections": [
    {
      "id": "ayat",
      "title": "কুরআনের আয়াত",
      "items": [
        {
          "id": "ayat-kursi",
          "name": "আয়াতুল কুরসী",
          "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
          "pronunciation": "আল্লাহু লা ইলাহা ইল্লা হুওয়াল হাইয়্যুল কাইয়ুম। লা তা খুজুহু সিনাতু ওয়ালা নাউম। লাহু মা ফিস সামা ওয়াতি ওয়ামা ফিল আরদ। মান জাল্লাজি ইয়াশ ফাউ ইনদাহু ইল্লা বি ইজনিহি, ইয়া লামু মা বাইনা আইদিহিম ওয়ামা খালফাহুম, ওয়ালা ইউ হিতুনা বিশাই ইম মিন ইল মিহি ইল্লা বিমা শা আ, ওয়াসিয়া কুরসি ইউহুস সামা ওয়াতি ওয়াল আরদ, ওয়ালা ইয়া উদুহু হিফজুহুমা ওয়াহুয়াল আলি ইয়ুল আজিম।",
          "translation": "আল্লাহ ছাড়া অন্য কোনো উপাস্য নেই, তিনি জীবিত, সবকিছুর ধারক। তাঁকে তন্দ্রাও স্পর্শ করতে পারে না এবং নিদ্রাও নয়। আসমান ও জমিনে যা কিছু রয়েছে, সবই তাঁর। কে আছ এমন যে সুপারিশ করবে তাঁর কাছে তাঁর অনুমতি ছাড়া? দৃষ্টির সামনে কিংবা পেছনে যা কিছু রয়েছে, সে সবই তিনি জানেন। তাঁর জ্ঞানসীমা থেকে তারা কোনো কিছুকেই পরিবেষ্টিত করতে পারে না, কিন্তু যতটুকু তিনি ইচ্ছা করেন। তাঁর কুরসি (সিংহাসন) সমস্ত আসমান ও জমিনকে পরিবেষ্টিত করে আছে। আর সেগুলোকে ধারণ করা তাঁর পক্ষে কঠিন নয়। তিনিই সর্বোচ্চ এবং সর্বাপেক্ষা মহান।",
          "note": ""
        }
      ],
      "info1": "উবাই ইবনে কা'ব (রাঃ) বর্ণনা করেছেন যে, তার একটি পাত্র ছিল যাতে সে খেজুর রাখত। সে দেখতে পেল যে এর পরিমাণ কমে যাচ্ছে। তাই সে এক রাতে এটি পাহারা দিচ্ছিল এবং কিশোর বালকের মতো দেখতে একটি প্রাণী দেখতে পেল। উবাই তাকে সালাম জানাল এবং সে তার সালামের জবাব দিল। উবাই তাকে জিজ্ঞাসা করল: \"তুমি কে, জিন না মানুষ?\" সে উত্তর দিল: \"জিন্ন।\" তাই সে তাকে বলল: \"আমাকে তোমার হাত দেখাও।\" তাই সে তাকে তার হাত দেখাল, এবং এটি দেখতে কুকুরের পশমযুক্ত কুকুরের থাবার মতো দেখাচ্ছিল। সে বলল: \"জিনদের এভাবেই সৃষ্টি করা হয়েছে। জিনরা জানে যে তাদের মধ্যে আমার চেয়ে শক্তিশালী আর কেউ নেই।\" উবাই তাকে জিজ্ঞাসা করল: \"তুমি এখানে কেন এসেছো?\" সে উত্তর দিল: \"আমরা শুনেছি যে তুমি একজন মানুষ যিনি দানশীলতা পছন্দ করেন এবং আমরা তোমার খাবার থেকে আমাদের অংশ নিতে এসেছি।\" উবাই তাকে জিজ্ঞাসা করল: \"তোমার হাত থেকে আমাদের কী রক্ষা করবে?\" তিনি উত্তর দিলেন: “সূরা আল-বাকারাহ [অর্থাৎ উপরের আয়াত] থেকে আয়াতুল কুরসী পাঠ করা। যদি তুমি সকালে এটি পাঠ করো, তাহলে সন্ধ্যা পর্যন্ত তুমি আমাদের থেকে সুরক্ষিত থাকবে। আর যদি সন্ধ্যায় পাঠ করো, তাহলে সকাল পর্যন্ত তুমি আমাদের থেকে সুরক্ষিত থাকবে।” উবাই বলেন: “পরের দিন সকালে, উবাই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে গেলেন এবং তাঁকে যা ঘটেছিল তা জানালেন। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন: “শয়তান সত্য বলেছে।” (তাবারানী, মু'জাম আল-কবীর ১/২০১)"
    },

    {
      "id": "3kul",
      "title": "৩ কুল",
      "items": [
        {
          "id": "surah-ikhlas",
          "name": "সূরা ইখলাস",
          "arabic": "قُلْ هُوَ اللَّهُ أَحَدٌ - اللَّهُ الصَّمَدُ - لَمْ يَلِدْ وَلَمْ يُولَدْ - وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
          "pronunciation": "কুল হুয়াল্লাহু আহাদ। আল্লাহুচ্চামাদ। লাম ইয়ালিদ ওয়া লাম ইউলাদ। ওয়া লাম ইয়াকুল্লাহু কুফুয়ান আহাদ।",
          "translation": "(হে রাসুল! আপনি) বলুন, তিনিই আল্লাহ, একক। আল্লাহ অমুখাপেক্ষী। তিনি কাউকে জন্ম দেননি এবং কেউ তাকে জন্ম দেয়নি। আর তার সমতুল্য কেউ নেই।’ (১১২)",
          "note": "সকালে ৩ বার",
          "reps": "3x"
        },
        {
          "id": "surah-falak",
          "name": "সূরা ফালাক",
          "arabic": "قُلْ أَعُوْدُ بِرَبِّ الْفَلَقِ، مِنْ شَرِّ مَا خَلَقَ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْقَرِّ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْقَدْ حَاسِدٍ إِذَا حَسَدَ",
          "pronunciation": "কুল আ’উদু বি-রাব্বি-ল-ফালাক। মিন শারি মা খালাক। ওয়া মিন শাররি গাসিকীন ইধা ওয়াকাব। ওয়া মিন শাররি-ন-নাফাথাতি ফি-ল-উকাদ। ওয়া মিন শাররি হাসিদিন ইধা হাসাদ।",
          "translation": "(হে রাসুল! আপনি) বলুন, আমি প্রভাতের পালনকর্তার আশ্রয় প্রার্থনা করছি,\nতিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে,\nঅন্ধকার রাত্রির অনিষ্ট থেকে যখন তা ডুবে যায়,\nএবং গিঁটে ফুঁ দেয় এমন যন্ত্রের অনিষ্ট থেকে\nএবং হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে। (১১৩)",
          "note": "সকালে ৩ বার",
          "reps": "3x"
        },
        {
          "id": "surah-naas",
          "name": "সূরা নাস",
          "arabic": "قُلْ أَعُوْذُ بِرَبِّ النَّاسِ، مَلِكِ النَّاسِ، إِلٰهِ النَّاسِ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ، اَلَّذِيْ يُوَسْوِسُ فِيْرَ النَّاسِ، اَلَّذِيْ يُوَسْوِسُ فِيْرَ النَّاسِ الْجِنَّةِ وَالنَّاسِ",
          "pronunciation": "কুল আ’উদু বি-রাব্বি-না-নাস। মালিকি-ন-নাস। ইলাহ-হিন-নাস। মিন শাররি-ল-ওয়াসওয়াসি-ল-খান্নাস। আল-লাধী ইউওয়াস্বিসু ফি সুদুরি-ন-নাস। মিনা-ল-জিন্নাতি ওয়া-ন-নাস।",
          "translation": "(হে রাসুল! আপনি) বলুন, আমি মানুষের পালনকর্তা, মানুষের বাদশাহ, মানুষের উপাস্যের আশ্রয় প্রার্থনা করছি, সেই কুমন্ত্রণাদাতার অনিষ্ট থেকে যে পিছু হটে, যে মানুষের অন্তরে কুমন্ত্রণা দেয়, তা সে জিন হোক বা মানুষ। (১১৪)",
          "note": "সকালে ৩ বার",
          "reps": "3x"
        }
      ],
      "info1": " মু'আয বিন আব্দুল্লাহ বিন খুবাইব, তার পিতা (রাযিঃ) থেকে বর্ণিত, তিনি বলেন: “আমরা এক বৃষ্টিবহুল ও অন্ধকার রাতে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর খোঁজে বের হয়েছিলাম, যাতে তিনি আমাদের নামাজ পড়াতে পারেন।” তিনি বলেন: “আমি তাঁর সাথে দেখা করি এবং তিনি বললেন: 'বলো' কিন্তু আমি কিছুই বলিনি। তারপর তিনি বললেন: 'বলো'। কিন্তু আমি কিছুই বলিনি। তিনি বললেন: 'বলো'। আমি বললাম: 'আমি কী বলব?'  তিনি বললেন: “সকাল ও সন্ধ্যায় তিনবার সূরা আল-ইখলাস এবং আল-মু'আউবিযাতাইন (সূরা আল-ফালাক এবং সূরা আল-নাস) পাঠ করো। এটি তোমার জন্য সর্বত্র যথেষ্ট হবে।”  (তিরমিযী ৩৫৭৫)",
      "info2": "আনাস (রাঃ) বর্ণনা করেন, “একজন আনসার ছিলেন যিনি মসজিদে কুবায় তাদের ইমামতি করতেন। যখনই তিনি নামাযের সময় তাদের জন্য একটি সূরা পাঠ করতেন, তখন তিনি সূরা আল-ইখলাস দিয়ে শুরু করতেন যতক্ষণ না তিনি শেষ করতেন, তারপর তিনি তার সাথে আরেকটি সূরা পাঠ করতেন। তিনি প্রতিটি রাকাতে তা করতেন। তাঁর সাথীরা তাঁর সাথে কথা বলে বললেন, 'তুমি এই সূরাটি পাঠ করো। হয় তুমি এটি পাঠ করো, নয়তো ছেড়ে দিয়ে অন্য একটি সূরা পাঠ করো।'” তিনি বললেন, “আমি এটি ত্যাগ করব না, যদি তুমি চাও আমি তোমাকে ইমামতি করি, তাহলে আমি তা করব, আর যদি তুমি এটা পছন্দ না করো, তাহলে আমি তোমাকে ছেড়ে দেব।” আর তারা তাকে তাদের মধ্যে সেরা মনে করত, এবং অন্য কেউ তাদের ইমামতি করার ধারণাটি তাদের পছন্দ ছিল না। যখন নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাদের কাছে এলেন, তারা তাঁকে ঘটনাটি জানালেন এবং তিনি বললেন: “হে অমুক! তোমার সাথীরা যা বলেছে তা করতে তোমাকে কী বাধা দিচ্ছে? কেন তুমি প্রতি রাকাতে এই সূরাটি পাঠ করছো?”  তিনি বললেন: “হে আল্লাহর রাসূল, আমি সূরা আল-ইখলাসকে ভালোবাসি।” তিনি বললেন: “এর প্রতি তোমার ভালোবাসা তোমাকে জান্নাতে প্রবেশ করাবে।”  (তিরমিযী ২৯০১)",
      "info3": "'এই সূরাগুলি যাদু, বদ নজর এবং অন্যান্য অনিষ্ট দূর করার ক্ষেত্রে অত্যন্ত কার্যকর... একজন বান্দার জন্য এই সূরাগুলির মাধ্যমে আল্লাহর আশ্রয় প্রার্থনা করা তার খাওয়া, পানীয় এবং পোশাকের প্রয়োজনের চেয়েও বেশি গুরুত্বপূর্ণ।' (ইবনুল কাইয়্যিম রহিমাহুল্লাহ)"
    },

    {
      "id": "duas",
      "title": "সাইয়্যিদ আল-ইস্তিগফার: ক্ষমা প্রার্থনার সর্বোত্তম উপায়",
      "items": [
        {
          "id": "sayyidul-istighfar",
          "name": "সাইয়্যিদুল ইস্তিগফার",
          "arabic": "اَللّٰهُمَّ أَنْتَ رَبِّيْ لَا إِلٰهَ إِلَّا أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَىٰ مَهْدِكَ وَوَعْتْ اسْتْ اسْدِكَ أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِيْ، فَاغْفِرْ لِيْ فَإِنَّهُ لَا يَغْفِرُ الذُّنُوْبَ إِلَّا أَنْتَ",
          "translation": "হে আল্লাহ, তুমি আমার প্রভু। তুমি ছাড়া আর কোন উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ, আর আমি তোমার দাস, আর আমি তোমার সাথে অঙ্গীকারবদ্ধ (তা আমার সর্বোচ্চ ক্ষমতা অনুযায়ী)। আমি তোমার কাছে আমার কৃতকর্মের অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি। তুমি আমাকে যে অনুগ্রহ দান করেছো তা আমি স্বীকার করছি এবং আমার পাপ স্বীকার করছি। আমাকে ক্ষমা করো, কারণ তুমি ছাড়া আর কেউ পাপ ক্ষমা করে না।",
          "pronunciation": "আল্লাহুম্মা আনতা রব্বি, লা ইলাহা ইল্লা আন্ত, খালাকতানি ওয়া আনা আবদুক, ওয়া আনা আলা আহদিকা ওয়া ওয়াদিকা মাস্তাস্তাত, আউদু বিকা মিন শাররি মা লাকাত'আবিকানানা আলাইয়া ওয়া আবু লাকা বিধাম্বি ফা-গফির লি ফা-ইন্নাহু লা ইয়াগফিরু-ধ-ধুনুবা ইল্লা আন্ত।",
          "note": "সহীহ বুখারী"
        }
      ]
    },
    {
      "id": "lazyness",
      "title": "উদ্বেগ, অলসতা, ঋণ ইত্যাদি থেকে নিজেকে রক্ষা করুন।",
      "items": [
        {
          "id": "lazyness",
          "name": "উদ্বেগ, অলসতা, ঋণ ইত্যাদি থেকে নিজেকে রক্ষা করুন।",
          "arabic": "اَللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ، وَأَعُوْذُ مِنْ مِنْ مِنْ بِنْ بِكَ وَالْبُخْلِ، وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ",
          "translation": "হে আল্লাহ, আমি তোমার আশ্রয় প্রার্থনা করছি উদ্বেগ ও শোক থেকে। আমি তোমার আশ্রয় প্রার্থনা করছি অক্ষমতা ও অলসতা থেকে। আমি তোমার আশ্রয় প্রার্থনা করছি কাপুরুষতা ও কৃপণতা থেকে এবং আমি তোমার আশ্রয় প্রার্থনা করছি ঋণের চাপে জর্জরিত হওয়া এবং মানুষের দ্বারা পরাজিত হওয়া থেকে।",
          "pronunciation": "আল্লাহুম্মা ইন্নি আ’উদু বিকা মিন-ল-হাম্মি ওয়া-ল-হাজান, ওয়া আউদু বিকা মিন-ল-আজ্জি ওয়া-ল-কাসাল, ওয়া আউদু বিকা মিন-ল-জুবনি ওয়া-ল-বুখল, ওয়া আইকাদুহাল-বাতিওয়াদায়া। কাহরি-র-রিজাল।"
        }
      ],
      "info1": "আবু সাঈদ খুদরী (রাঃ) থেকে বর্ণিত আছে যে, একদিন আল্লাহর রাসূল (সাঃ) মসজিদে প্রবেশ করলেন। তিনি আবু উমামা (রাঃ) নামক এক আনসারকে দেখতে পেলেন। তিনি (সাঃ) জিজ্ঞাসা করলেন: “কী ব্যাপার? নামাজের সময় না হওয়ায় তুমি মসজিদে বসে আছো কেন?” তিনি বললেন: “অন্তহীন উদ্বেগ ও ঋণ, হে আল্লাহর রাসূল।” রাসূল (সাঃ) জিজ্ঞাসা করলেন: “আমি কি তোমাকে এমন বাক্য শিক্ষা দেব না, যা দ্বারা তুমি যখন তা বলবে, তখন আল্লাহ তোমার চিন্তা দূর করে দেবেন এবং তোমার ঋণ পরিশোধ করে দেবেন?” তিনি বললেন: “হ্যাঁ, অবশ্যই, হে আল্লাহর রাসূল।” তিনি বললেন: “সকাল ও সন্ধ্যায় [উপরোক্ত] কথাগুলো বল।” আবু উমামা (রাঃ) বললেন: “তারপর আমি তা করলাম এবং আল্লাহ আমার চিন্তা দূর করে দিলেন এবং আমার ঋণ পরিশোধ করে দিলেন।” (আবু দাউদ ১৫৫৫)"
    },
    {
      "id": "welfare",
      "title": "দুনিয়া ও আখেরাতের কল্যাণ",
      "items": [
        {
          "id": "welfare",
          "name": "আলহামদুলিল্লাহ",
          "arabic": "اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَيْةِ الْعَفْوَ أَسْأَلُكَ الْعَفْوَ وَالْعَيْةِ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ، اَللّٰهُمَّ اسْتُرْ عَوْرَاتِيْ وَآمِنْ رَوْعَاتِيْ، اَللّٰهُمَّ احْفَظْنِيْ مِنْ بَـيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَّمِيْنِيْ، وَعَنْ شِمَالِيْ، وَعَنْ شِمَالِيْ، وَعَنْ شِمَالِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
          "pronunciation": "আল্লাহুম্মা ইন্নি আস'আলুকা-ল-আফিয়াতা ফি-দ-দুনিয়া ওয়া-ল-আখিরাহ। আল্লাহুম্মা ইন্নি আস'আলুকা-ল-আফওয়া ওয়া-ল-আফিয়াতা ফি দিনি ওয়া দুনিয়া ওয়া আহলি ওয়া মালি, আল্লাহুম্মা-স্তুর আওরাতি ওয়া আমীন রাওয়াতি। আল্লাহুম্মা-হফানানি মিন বায়নি ইয়াদাইয়া ওয়া মিন খালফি, ওয়া আয়ে-ন ইয়ামিনি ওয়া আন শিমালি ওয়া মিন ফাওকী, ওয়া আউদু বি-আআদামাতিকা আন উতালা মিন তা।",
          "translation": "হে আল্লাহ, আমি তোমার কাছে এই দুনিয়া ও আখেরাতের কল্যাণ প্রার্থনা করছি। হে আল্লাহ, আমি তোমার কাছে আমার ধর্মে, আমার পার্থিব জীবনে, আমার পরিবারে এবং আমার সম্পদে ক্ষমা ও কল্যাণ প্রার্থনা করছি। হে আল্লাহ, আমার দোষ-ত্রুটি গোপন করো এবং আমার ভয় দূর করো। হে আল্লাহ, আমাকে আমার সামনে থেকে, পিছনে থেকে, ডান থেকে, বাম থেকে এবং উপর থেকে রক্ষা করো। আমি তোমার মহত্ত্বের আশ্রয় প্রার্থনা করছি আমার নীচ থেকে অপ্রত্যাশিতভাবে ধ্বংস হওয়া থেকে।"
        }
      ],
      "info1": "আব্দুল্লাহ ইবনে উমর (রাঃ) থেকে বর্ণিত, তিনি বলেন, “রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সকাল-সন্ধ্যায় এই বাক্যগুলো কখনোই বলতে ব্যর্থ হতেন না।” (আবু দাউদ ৫০৭৪)"
    },
    {
      "id": "4sins",
      "title": "চারটি মন্দ থেকে নিজেকে রক্ষা করুন",
      "items": [
        {
          "id": "4sins",
          "name": "চারটি মন্দ থেকে নিজেকে রক্ষা করুন",
          "arabic": "اَللّٰهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ، فَاطِرَ السَّمٰوَاتِ وَالْأَرْضِ رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ لَاِلَّهِ إِنَّهُ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَىٰ نَفْسِيْ سُوْءًا، أَوْ أَجُرَّهُ إِلَىٰ مُسْلِمٍ",
          "pronunciation": "আল্লাহুম্মা আলিমা-ল-গায়বী ওয়া-শ-শাহাদাহ, ফাতির-আস-সামাওয়াতি ওয়া-ল-আরদ, রাব্বা কুল্লি শাইয়িন ওয়া মালিকাহ, আশ-হাদু আল-লা-ইলাহা ইল্লা আন্ত, আমীনউসু নাহরিকা। শার্রি-শ-শায়তানি ওয়া শিরকিহি ওয়া আন আকতারিফা আলা নাফসি সুআন আউ আজুররাহু ইলা মুসলিম।",
          "translation": "হে আল্লাহ, দৃশ্যমান ও অদৃশ্য সবকিছুর জ্ঞানী, আসমান ও জমিনের স্রষ্টা, সবকিছুর প্রভু ও সার্বভৌমত্ব দানকারী; আমি সাক্ষ্য দিচ্ছি যে, তুমি ছাড়া আর কোন উপাস্য নেই। আমি তোমার আশ্রয় প্রার্থনা করছি আমার নফসের অনিষ্ট থেকে, শয়তানের অনিষ্ট থেকে এবং সে যে শিরকের দিকে আহ্বান করে তার অনিষ্ট থেকে, এবং নিজের উপর অনিষ্ট চাপিয়ে দেওয়া থেকে, অথবা কোন মুসলিমের উপর তা চাপিয়ে দেওয়া থেকে।"
        }
      ],
      "info1": "আবু রশিদ আল-হুবরানী বলেন: “আমি আবদুল্লাহ বিন আমর (রাঃ)-এর কাছে এসে তাঁকে বললাম: 'রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছ থেকে তুমি যা শুনেছো তা আমাকে জানাও।' তিনি আমার সামনে একটি পুস্তক রেখে বললেন: 'এটিই আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমার জন্য লিখেছিলেন।'” তিনি বললেন: “আমি তাতে দেখলাম: 'নিশ্চয়ই, আবু বকর আস-সিদ্দিক (রাঃ) বলেছেন: “হে আল্লাহর রাসূল, আমাকে সকাল ও বিকাল কী বলতে হবে তা শিখিয়ে দিন।” তিনি বললেন: “হে আবু বকর, [উপরেরটি] বলুন।”  (তিরমিযী ৩৫২৯)"
    },
    {
      "id": "leaveittoAllah",
      "title": "তোমার সকল বিষয় আল্লাহর উপর অর্পণ করো",
      "items": [
        {
          "id": "leaveittoAllah",
          "name": "চারটি মন্দ থেকে নিজেকে রক্ষা করুন",
          "arabic": "يَا حَيُّ يَا قَيُّوْمُ، بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ، وَلَا تَكِلْنِيْ إِلَىٰ تَكِلْنِيْ إِلَىٰ نَفِيْ نَفِيْة",
          "pronunciation": "ইয়া হায়্যু ইয়া কাইয়ুম, দ্বি-রহমতিকা আস্তাগীত, আশলিহ লি শানি কুল্লা, ওয়া লা তাকিলনি ইলা নাফসি তারফাতা ঈন।",
          "translation": "হে চিরঞ্জীব, যিনি সবকিছুকে ধারণ করেন এবং রক্ষা করেন; আমি আপনার রহমতের মাধ্যমে সাহায্য প্রার্থনা করছি। আমার সমস্ত বিষয় সংশোধন করুন এবং চোখের পলকের জন্যও আমাকে আমার নিজের হাতে অর্পণ করবেন না।"
        }
      ],
      "info1": "আনাস বিন মালিক (রাযিঃ) বর্ণনা করেন যে, নবী (সাঃ) ফাতিমা (রাঃ)-কে বললেন: “আমি তোমাকে যা উপদেশ দিচ্ছি তা শুনতে তোমাকে কী বাধা দিচ্ছে; তুমি প্রতিদিন সকাল-সন্ধ্যায় [উপরেরটি] পাঠ করো?” (নাসাঈ ১০৪০৫)"
    },
    {
      "id": "thankstoAllah",
      "title": "আল্লাহর শুকরিয়া আদায় করার দায়িত্ব পালন করুন",
      "items": [
        {
          "id": "thankstoAllah",
          "name": "আল্লাহর শুকরিয়া আদায় করার দায়িত্ব পালন করুন",
          "arabic": "اَللّٰهُمَّ مَا أَصْبَحَ بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ، فَمِنْكَ وَحْدَكَ لَا شَرِيْكَ لَكَ، فَلَحَكْ الْحَرِيْكَ لَكَ، فَلَحَمْ الْحَدْكَ لَكَ الشُّكْرُ",
          "pronunciation": "আল্লাহুম্মা মা আশবাহা বি মিন নিমাতিন আউ বি-আহাদীম-মিন খালকিক, ফা-মিনকা ওয়াহাদাকা লা শারীকা লাক, ফা-লাকা-ল-হামদু ওয়া লাকা-শ-শুকর।",
          "translation": "হে আল্লাহ, সকালে আমি অথবা তোমার সৃষ্টির কেউ যে সমস্ত অনুগ্রহ লাভ করেছি, তা কেবল তোমারই পক্ষ থেকে। তোমার কোন অংশীদার নেই। সমস্ত প্রশংসা এবং কৃতজ্ঞতা একমাত্র তোমারই।"
        }
      ],
      "info1": "আবদুল্লাহ ইবনে গান্নাম (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকালে [উপরোক্ত] কথাটি বলবে, সে সেদিনের জন্য আল্লাহর শুকরিয়া আদায় করল। আর যে ব্যক্তি সন্ধ্যায় বলবে, সে রাতের জন্য তার ফরজ আদায় করল।” ( আবু দাউদ ৫০৭৩)"
    },
    {
      "id": "startwithnameofAllah",
      "title": "তাওহিদ নবায়নের মাধ্যমে আপনার দিন শুরু করুন",
      "items": [
        {
          "id": "startwithnameofAllah",
          "name": "তাওহিদ নবায়নের মাধ্যমে আপনার দিন শুরু করুন",
          "arabic": "أَصْبَحْنَا عَلَىٰ فِطْرَةِ الْإِسْلَامِ، وَعَلَىٰ كَلِمَةِ الْإِخْلَاصِ، وَعَلَىٰ دِيْنِ نَبِيِّنَا مُحَمَّدِ وَةٍ أَبِيْنَا إِبْرَاهِيْمَ حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
          "pronunciation": "আসবাহানা আলা ফিতরাতি-ল-ইসলাম। ওয়া আলা কালিমাতি-ল-ইখলাস, ওয়া আলা দীনি নাবিয়্যিনা মুহাম্মাদিন ছাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, ওয়া আলা মিল্লাতি আবিনা ইবরাহিমা হানিফাম-মুসলিম-মুসলিম-মুসলিম, ৷",
          "translation": "আমরা সকাল করেছি ইসলামের স্বাভাবিক ধর্ম, বিশুদ্ধ বিশ্বাসের বাণী (অর্থাৎ শাহাদাত), আমাদের নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের ধর্ম এবং আমাদের পিতা ইব্রাহিমের পথের উপর, যিনি সমস্ত মিথ্যা থেকে মুখ ফিরিয়ে নিয়েছিলেন, আল্লাহর কাছে আত্মসমর্পণ করেছিলেন এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।"
        }
      ],
      "info1": "আবদুর রহমান বিন আবজা (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [উপরের কথাগুলো] বলেছেন। (আহমদ ১৫৩৬০)"
    },
    {
      "id": "startwithnameofAllah2",
      "title": "সকাল শুরু করুন আল্লাহর প্রশংসা করে",
      "items": [
        {
          "id": "startwithnameofAllah2",
          "name": "সকাল শুরু করুন আল্লাহর প্রশংসা করে",
          "arabic": "أَصْبَحْتُ أُثْنِيْ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَّا إِلٰهَ إِلَّا اللهُ",
          "pronunciation": "আসবাহাতু উথনি আলায়কা হামদা, ওয়া আশ-হাদু আল-লা ইলাহা ইল্লাল-আল্লাহ।",
          "translation": "আমি তোমার প্রশংসা করতে করতে সকাল করেছি এবং আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোন উপাস্য নেই।",
          "note": "সকালে ৩ বার",
          "reps": "3x"
        }
      ],
      "info1": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “তোমাদের কেউ যখন সকাল করবে, তখন সে যেন [উপরেরটি] বলে। আর যখন সন্ধ্যা করবে, তখন যেন একই কথা বলে।” (নাসাঈ, সুনান আল-কুবরা ১০৪০৬)"
    },
    {
      "id": "startwithnameofAllah3",
      "title": "আল্লাহর কাছে শুভ দিনের জন্য প্রার্থনা করুন।",
      "items": [
        {
          "id": "startwithnameofAllah3",
          "name": "আল্লাহর কাছে শুভ দিনের জন্য প্রার্থনা করুন।",
          "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلهِ وَالْحَمْدُ لِلهِ، لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمْلَهُ الْمْلْكَ لَهُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هٰذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هٰذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ مَا بَعْدَهُ، رَبِّ أَعُوْذُ مَا بَعْدَهُ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
          "pronunciation": "আশবাহানা ওয়া আসবাহা-ল-মুলকু লি-ল্লাহ, ওয়া-ল-হামদু লি-ল্লাহ, লা ইলাহা ইল্লা-ল্লাহু ওয়াহাদাহু লা শারিকা লাহ, লাহু-ল-মুলকু ওয়া লাহু-ল-হুল-ওয়াল-হুল, শাইয়িন কাদির, রাব্বি আস'আলুকা খায়রা মা ফি হাদ্দা-ল-ইয়াওমি ওয়া খায়রা মা বাদাহ, ওয়া আউদু বিকা মিন শাররি মা ফি হাদা-ল-ইয়াওমি ওয়া শাররি মা বাদাহ। রব্বি আ’উদু বিকা মিনা-ল-কাসালি ওয়া সুইল-কিবার, রাব্বি আ‘উদু বিকা মিন আযহাবিন ফি-ন-নারি ওয়া আযহাবিন ফি-ল-কবর।",
          "translation": "আমরা সকাল করেছি এবং এই মুহূর্তে সমগ্র রাজত্ব আল্লাহর। সকল প্রশংসা আল্লাহর। আল্লাহ ছাড়া কোন উপাস্য নেই, তিনি এক; তাঁর কোন শরীক নেই। সমগ্র রাজত্ব একমাত্র তাঁরই, সকল প্রশংসা তাঁরই, এবং তিনি সবকিছুর উপর সর্বশক্তিমান। হে আমার রব, আমি তোমার কাছে আজকের দিনের কল্যাণ এবং পরবর্তী কল্যাণ প্রার্থনা করছি, এবং আমি তোমার কাছে আজকের দিনের এবং পরবর্তী কল্যাণ প্রার্থনা করছি, এবং আমি তোমার কাছে আজকের দিনের অকল্যাণ এবং পরবর্তী কল্যাণ প্রার্থনা করছি। হে আমার রব, আমি তোমার কাছে অলসতা এবং বার্ধক্যের দুর্দশা থেকে আশ্রয় চাই। হে আমার রব, আমি তোমার কাছে জাহান্নামের আযাব এবং কবরের আযাব থেকে আশ্রয় চাই।"
        }
      ],
      "info1": "আব্দুল্লাহ বিন মাসউদ (রাযিঃ) বর্ণনা করেন যে, যখন সকাল হত, তখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম [উপরেরটি] দুআ করতেন। (মুসলিম ২৭২৩)"
    },
    {
      "id": "startwithnameofAllah4",
      "title": "আল্লাহর কাছে প্রার্থনা করুন যেন আপনার দিনটি মঙ্গলময় হয়।",
      "items": [
        {
          "id": "startwithnameofAllah4",
          "name": "আল্লাহর কাছে প্রার্থনা করুন যেন আপনার দিনটি মঙ্গলময় হয়।",
          "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ للهِ رَبِّ الْعَالَمِيْنَ، اَللّٰهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هٰذَا الْيَوْمِ، فَتُهْرَ هٰذَا الْيَوْمِ، فَتُهْرَ هٰذَا الْيَوْمِ، فَتُهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُدَاهُ وَأَعُوْذُبِكَ مِنْ شَرِّ مَا فِيْهِ وَشَرِّ مَا بَعْدَهُ",
          "pronunciation": "আসবাহানা ওয়া আশবাহা-ল-মুলকু লি-ল্লাহি রাব্বি-আল-আলামীন, আল্লাহুম্মা ইন্নি আস'আলুকা খায়রা হাদা-ল-ইয়াওম, ফাতহু ওয়া নাশরাহু ওয়া নুরাহু আহুকাহু ওয়া বারাকাহু ওয়া বারাকাহু। মিন শাররি মা ফিহি ওয়া শাররি মা বাদাহ।",
          "translation": "আমরা সকাল শুরু করেছি এবং ঠিক এই সময়েই সমগ্র রাজত্ব বিশ্বজগতের প্রতিপালক আল্লাহর। হে আল্লাহ, আমি তোমার কাছে আজকের দিনের কল্যাণ কামনা করছি: এর বিজয়, এর সাহায্য, এর আলো, এর বরকত এবং হেদায়াত। আমি তোমার কাছে এর মধ্যে থাকা এবং এর পরবর্তী সকল অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি।"
        }
      ],
      "info1": "আবু মালিক আল-আশ'আরী (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “তোমাদের কেউ যখন সকাল করবে, তখন সে যেন [উপরোক্ত] কথাটি বলে এবং যখন সন্ধ্যা করবে, তখন যেন একই কথা বলে।” (আবু দাউদ ৫০৮৪)"
    },
    {
      "id": "stayfarfromjahannam",
      "title": "জাহান্নামের আগুন থেকে মুক্তি পান",
      "items": [
        {
          "id": "sayyidul-istighfar",
          "name": "জাহান্নামের আগুন থেকে মুক্তি পান",
          "arabic": "اَللّٰهُمَّ إِنِّيْ أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلَائِكَتَكَ، وَجَمِيْعَ خَلْقِكَ اللهَ أَنَّ اللهَ أَكْتَكَ إِلٰهَ إِلَّا أَنْتَ وَحْدَكَ، لَا شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُك",
          "pronunciation": "আল্লাহুম্মা ইন্নি আশবাহুতু উশ-হিদুকা, ওয়া উশ-হিদু হামলাতা আরশিকা, ওয়া মালাইকাতিকা, ওয়া জামিআ খালকিকা, আন-নাকা আন্তা-ল্লাহু লা ইলাহা ইল্লা আন্তা ওয়ালাকাকান্না, মুহাম্মাদান আবদুকা ওয়া রাসুলুক।",
          "translation": "হে আল্লাহ, আমি ভোর করেছি এবং আপনাকে, আপনার আরশের ধারকদের, আপনার ফেরেশতাদের এবং সমস্ত সৃষ্টিকে সাক্ষ্য দেওয়ার জন্য আহ্বান জানাচ্ছি যে আপনিই আল্লাহ। আপনি ছাড়া কোন উপাস্য নেই, আপনার কোন অংশীদার নেই এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আপনার বান্দা এবং আপনার রাসূল।",
          "reps": "4x",
          "note": "সকালে ৪ বার"
        }
      ],
      "info1": "আনাস বিন মালিক (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকালে বা সন্ধ্যায় একবার [উপরেরটি] পাঠ করে, আল্লাহ তার এক-চতুর্থাংশ জাহান্নাম থেকে মুক্তি দেন। যদি সে এটি দুবার পাঠ করে, আল্লাহ তার অর্ধেক জাহান্নাম থেকে মুক্তি দেন। যদি সে এটি তিনবার পাঠ করে, আল্লাহ তার তিন-চতুর্থাংশ জাহান্নাম থেকে মুক্তি দেন। আর যদি সে এটি চারবার পাঠ করে, আল্লাহ তাকে (সম্পূর্ণ) জাহান্নাম থেকে মুক্তি দেন।” (আবু দাউদ ৫০৬৯) \n আনাস বিন মালিক (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকালে উপরোক্ত দরূদটি বলবে, আল্লাহ তার দিনের কৃত পাপ ক্ষমা করে দেবেন; আর যে ব্যক্তি সন্ধ্যায় বলবে, আল্লাহ তার রাতের কৃত পাপ ক্ষমা করে দেবেন।” ( আবু দাউদ ৫০৭৮)"
    },
    {
      "id": "praytoallahtostayhelthy",
      "title": "আল্লাহর কাছে সুস্বাস্থ্য এবং সুরক্ষা প্রার্থনা করুন",
      "items": [
        {
          "id": "praytoallahtostayhelthy",
          "name": "আল্লাহর কাছে সুস্বাস্থ্য এবং সুরক্ষা প্রার্থনা করুন",
          "arabic": "اَللّٰهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللّٰهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللّٰهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لَا إِلٰهُ بَصَرِيْ، لَا إِلٰهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لَا إِلٰهُم اَللّٰهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لَا إِلٰهَ إِلَّا أَنْت",
          "pronunciation": "আল্লাহুম্মা আফিনি ফী বদনী, আল্লাহুম্মা আফিনি ফী সামাঈ, আল্লাহুম্মা আফিনি ফী বাশরী, লা ইলাহা ইল্লা আন্ত, আল্লাহুম্মা ইন্নি আ’উদু বিকা মিনা-ল-কুফরি ওয়া-ল-কুফরি ওয়া-ল-ওয়া-ল-কাফরি, আযহাবি-ল-কবর, লা ইলাহা ইল্লা পিপীলিকা।",
          "translation": "হে আল্লাহ, আমার দেহে সুস্থতা দান করুন। হে আল্লাহ, আমার শ্রবণশক্তিতে সুস্থতা দান করুন। হে আল্লাহ, আমার দৃষ্টিতে সুস্থতা দান করুন। তুমি ছাড়া আর কোন উপাস্য নেই। হে আল্লাহ, আমি তোমার কাছে কুফর ও দারিদ্র্য থেকে আশ্রয় প্রার্থনা করছি এবং কবরের আযাব থেকে তোমার কাছে আশ্রয় প্রার্থনা করছি। তুমি ছাড়া আর কোন উপাস্য নেই।",
          "reps": "3x",
          "note": "সকালে ৩ বার"
        }
      ],
      "info1": "আবু বাকরা (রাযিঃ) বর্ণনা করেন যে, তিনি তার পিতাকে বললেন: হে আমার পিতা! আমি আপনাকে প্রতিদিন সকালে (উপরের) দুআ করতে শুনি। আপনি সকালে তিনবার এবং সন্ধ্যায় তিনবার এগুলো পুনরাবৃত্তি করেন। তিনি বলেন: আমি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে এই দুআগুলো দুআ হিসেবে ব্যবহার করতে শুনেছি এবং আমি তাঁর আমল অনুসরণ করতে পছন্দ করি। (আবু দাউদ ৫০৯০, আহমাদ ২০৪৩০)"
    },
    {
      "id": "Allahwillhelpme",
      "title": "আল্লাহ তোমার সবকিছুতেই যথেষ্ট হবেন।",
      "items": [
        {
          "id": "Allahwillhelpme",
          "name": "আল্লাহ তোমার সবকিছুতেই যথেষ্ট হবেন।",
          "arabic": "حَسْبِيَ اللهُ لَا إِلٰهَ إِلَّا هُوَ، عَلَيْهِ تَوَكَّلْتُ، وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ",
          "pronunciation": "হাসবিয়া-আল্লাহু লা ইলাহা ইল্লা হু, আলায়হি তাওয়াক্কালতু, ওয়া হুওয়া রব্বুল আরশি-ল-আঈম।",
          "translation": "আল্লাহই আমার জন্য যথেষ্ট। তিনি ছাড়া আর কোন উপাস্য নেই। আমি কেবল তাঁর উপরই ভরসা করেছি এবং তিনিই মহান আরশের অধিপতি।"
        }
      ],
      "info1": "আবুল দারদা (রাযিঃ) রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেছেন: “যে ব্যক্তি সকালে ও সন্ধ্যায় সাতবার [উপরেরটি] পাঠ করবে, আল্লাহ তার জন্য দুনিয়া ও আখেরাতের সকল বিষয়ে যথেষ্ট হবেন।” ( ইবনে আল-সুন্নী ৭১)"
    },
    {
      "id": "muhammadwillholdyourhand",
      "title": "নবী (সাঃ) যেন তোমার হাত ধরে তোমাকে জান্নাতে প্রবেশ করান।",
      "items": [
        {
          "id": "muhammadwillholdyourhand",
          "name": "নবী (সাঃ) যেন তোমার হাত ধরে তোমাকে জান্নাতে প্রবেশ করান।",
          "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِيْنًا، وَبِمُحَمَّدٍ نَبِيًّا",
          "pronunciation": "রাদিতু বিল্লাহি রাব্বা, ওয়া বি-এল-ইসলামি দীনা, ওয়া বি মুহাম্মাদিন-নাবিয়্যা।",
          "translation": "আমি আল্লাহকে আমার রব, ইসলামকে আমার দ্বীন এবং মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে আমার নবী হিসেবে পেয়ে সন্তুষ্ট।",
          "note": "",
          "reps": ""
        }
      ]
    },
    {
      "id": "sins",
      "title": "সকল ক্ষতি থেকে নিজেকে রক্ষা করুন",
      "items": [
        {
          "id": "sinss",
          "name": "সকল ক্ষতি থেকে নিজেকে রক্ষা করুন",
          "arabic": "بِسْمِ اللهِ الَّذِيْ لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ، وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
          "pronunciation": "বিসমি-ল্লাহি-ল্লাদি লা ইয়াদুরু মা'সমিহি শায়ুন ফি-ল-আরদি ওয়া লা ফি-স-সামা, ওয়া হুওয়া-স-সামিউ-ল-আলিম।",
          "translation": "আল্লাহর নামে, যার নামের সাথে পৃথিবীতে এবং আসমানের কোন কিছুই ক্ষতি করতে পারে না। তিনি সর্বশ্রোতা এবং সর্বজ্ঞ।",
          "note": "",
          "reps": "3X"
        }
      ],
      "info1": "উসমান বিন আফফান (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকাল ও সন্ধ্যায় তিনবার [উপরেরটি] পাঠ করবে, তার কোন ক্ষতি করতে পারবে না।” (তিরমিযী ৩৩৮৮)"
    },
    {
      "id": "sins2",
      "title": "তোমার পাপ ক্ষমা করো।",
      "items": [
        {
          "id": "sins3",
          "name": "তোমার পাপ ক্ষমা করো।",
          "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
          "pronunciation": "সুবহানা-ল্লাহি ওয়া বি হামদিহ।",
          "translation": "আল্লাহ অপূর্ণতা থেকে মুক্ত, এবং সমস্ত প্রশংসা তাঁরই প্রাপ্য।",
          "note": "",
          "reps": "100X"
        }
      ],
      "info1": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকালে ও সন্ধ্যায় ১০০ বার [উপরেরটি] পাঠ করবে, কিয়ামতের দিন তার চেয়ে উত্তম আমল আর কেউ করতে পারবে না, কেবল সেই ব্যক্তি ব্যতীত যে একই বা তার বেশি কথা বলবে।” (মুসলিম ২৬৯২)",
      "info2": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি দিনে ১০০ বার [উপরেরটি] পাঠ করবে, তার সমস্ত গুনাহ ক্ষমা করে দেওয়া হবে, যদিও তা সমুদ্রের ফেনার সমান পরিমাণে বেশি হয়।” (বুখারী ৬৪০৫)"
    },
    {
      "id": "এক অতুলনীয় পুরস্কার",
      "title": "এক অতুলনীয় পুরস্কার",
      "items": [
        {
          "id": "এক অতুলনীয় পুরস্কার",
          "name": "এক অতুলনীয় পুরস্কার",
          "arabic": "لَا إِلٰهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيْرٌ",
          "pronunciation": "লা ইলাহা ইল্লা-আল্লাহ, ওয়াহদাহু লা শারীকা লাহ, লাহুল মুলক, ওয়া লাহুল হামদ, ওয়া হুওয়া আলা কুল্লি শাইয়িন কাদির।",
          "translation": "আল্লাহ ছাড়া কোন উপাস্য নেই। তিনি একক, তাঁর কোন অংশীদার নেই। সমস্ত সার্বভৌমত্ব এবং সমস্ত প্রশংসা তাঁরই। তিনি সকল কিছুর উপর সর্বশক্তিমান।",
          "note": ""
        }
      ],
      "info1": "আবু হুরায়রা (রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি দিনে ১০০ বার [উপরেরটি] পাঠ করবে, সে ১০ জন দাস মুক্ত করার সমান সওয়াব পাবে। তার জন্য ১০০টি নেকী লেখা হবে এবং তার আমলনামা থেকে ১০০টি পাপ মুছে ফেলা হবে। সেদিন সন্ধ্যা পর্যন্ত সে শয়তান থেকে সুরক্ষিত থাকবে। এবং যে ব্যক্তি তার চেয়ে বেশিবার এই বাক্যগুলি পাঠ করেছে, সে ছাড়া আর কেউ তার চেয়ে ভালো নেকীতে তার চেয়ে এগিয়ে থাকবে না।” (বুখারী ৩২৯৩)",
      "info2": "রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকাল ও সন্ধ্যায় ১০০ বার [উপরেরটি] পাঠ করবে, তার চেয়ে উত্তম নেক আমলে আর কেউ তার চেয়ে এগিয়ে থাকবে না, কেবল সেই ব্যক্তি ব্যতীত যে এটি তার চেয়ে বেশি পাঠ করেছে।” (নাসাঈ, সুনান আল কুবরা ১০৪১০)"
    },
    {
      "id": "তাসবিহ, তাহমিদ এবং তাকবীর",
      "title": "তাসবিহ, তাহমিদ এবং তাকবীর",
      "items": [
        {
          "id": "তাসবিহ, তাহমিদ এবং তাকবীর1",
          "name": "তাসবিহ, তাহমিদ এবং তাকবীর",
          "arabic": "سُبْحَانَ اللهِ، اَلْحَمْدُ للهِ، اَللهُ أَكْبَرُ",
          "pronunciation": "সুবহানাল্লাহ। আলহামদু লিল্লাহ, আল্লাহু আকবার।",
          "translation": "আল্লাহ অপূর্ণতা থেকে মুক্ত। সমস্ত প্রশংসা আল্লাহর। আল্লাহ সর্বশ্রেষ্ঠ।",
          "note": "",
          "reps": "100X"
        }
      ],
      "info1": "আমর বিন শু'আইব তার পিতা থেকে বর্ণনা করেন, যিনি তার দাদা থেকে বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সূর্যোদয়ের আগে ১০০ বার এবং সূর্যাস্তের আগে ১০০ বার 'সুবহানাল্লাহ' বলবে, তা ১০০ উটের চেয়েও উত্তম। যে ব্যক্তি সূর্যোদয়ের আগে ১০০ বার এবং সূর্যাস্তের আগে ১০০ বার 'আলহামদুলিল্লাহ' বলবে, তা ১০০ ঘোড়ার চেয়েও উত্তম, যার উপর সে ১০০ যোদ্ধা পাঠাবে। যে ব্যক্তি সূর্যোদয়ের আগে ১০০ বার এবং সূর্যাস্তের আগে ১০০ বার 'আল্লাহু আকবার' বলবে, তা ১০০ ক্রীতদাস মুক্ত করার চেয়েও উত্তম।” (নাসাঈ, সুনান আল-কুবরা ১০৬৫৭)"
    },
    {
      "id": "নবী মুহাম্মদ সাঃ এর সুপারিশ গ্রহণ করুন",
      "title": "নবী মুহাম্মদ সাঃ এর সুপারিশ গ্রহণ করুন",
      "items": [
        {
          "id": "নবী মুহাম্মদ সাঃ এর সুপারিশ গ্রহণ করুন2",
          "name": "নবী মুহাম্মদ সাঃ এর সুপারিশ গ্রহণ করুন",
          "arabic": "اَللّٰھُمَّ صَلِّ عَلٰی مُحَمَّدٍ وَّعَلٰٓی اٰلِ مُحَمَّدٍ کَمَا صَلَّیْتَ عَلٰٓی اِبْرَیْمَ وَعَلٰٓی اِبْرَیْمَ وَعَلٰٓی اٰلِ اِبْرَاھِ مَّجِیْدٌ – اَللّٰھُمَّ بَارِکْ عَلٰی مُحَمَّدٍ وَّعَلٰٓی اٰلِ مُحَمَّدٍ کَمَا بَارَکْتَ عَلٰٓی اِبْرَاھِیْمَ وَعَلٰٓی اٰلِ اِبْرَاھِیْمَ اِنَّکَ حَمِیْدٌ مَّجِیْدٌ",
          "pronunciation": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিউ ওয়া আলা আলি মুহাম্মাদিন কামা সালালাইতা আলা ইব্রাহিমা ওয়া আলা আলি ইব্রাহিমা ইন্নাকা হামিদুম মাজিদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদিউ ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইব্রাহিমা ওয়া আলা আলি ইব্রাহিমা ইন্নাকা হামিদুম মাজিদ।",
          "translation": "হে আল্লাহ, মুহাম্মদ (সাঃ) এবং মুহাম্মদ (সাঃ) এর পরিবারের উপর তোমার রহমত বর্ষণ করো, যেমন তুমি ইব্রাহিম (আঃ) এবং তার পরিবারবর্গের উপর বরকত বর্ষণ করেছ। সত্যিই তুমি প্রশংসিত ও মহিমান্বিত। আল্লাহ, মুহাম্মদ (সাঃ) এবং মুহাম্মদ (সাঃ) এর পরিবারবর্গের উপর বরকত বর্ষণ করো, যেমন তুমি ইব্রাহিম (আঃ) এবং তার পরিবারবর্গের উপর বরকত বর্ষণ করো। সত্যিই তুমি প্রশংসিত ও মহিমান্বিত।",
          "note": "",
          "reps": "10x"
        }
      ],
      "info1": "আবু আল-দারদা (রাযিঃ) বর্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন: “যে ব্যক্তি সকালে ১০ বার এবং সন্ধ্যায় ১০ বার আমার উপর দরুদ পাঠ করবে, সে আমার সুপারিশ লাভ করবে।” (তাবারানী, মু'জাম আল-কবীর ৬৩৫৭)"
    },
    {
      "id": "",
      "title": "",
      "items": [
        {
          "id": "",
          "name": "",
          "arabic": "",
          "pronunciation": "",
          "translation": "",
          "note": ""
        }
      ]
    },
    {
      "id": "end",
      "title": "ক্ষমা প্রার্থনা করুন এবং অনুতপ্ত হোন",
      "items": [
        {
          "id": "end",
          "name": "ক্ষমা প্রার্থনা করুন এবং অনুতপ্ত হোন",
          "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
          "pronunciation": "আস্তাগফিরুল্লাল্লাহ ওয়া আতুবু ইলাইহ।",
          "translation": "আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর দিকে তাওবা করছি।",
          "note": "",
          "reps": "100x"
        }
      ],
      "info1": "বুরদা (রাযিঃ) বর্ণনা করেন যে, আমরা (সাহাবীগণ) বসে ছিলাম যখন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন। তিনি বললেন: “এমন কোন সকাল হয়নি যেখানে আমি ১০০ বার আল্লাহর কাছে ক্ষমা প্রার্থনা করিনি।” (তাবারানী, মু'জামুল আওসাত ৩৮৭৯)"
    }
  ]
}
